Revit 2027 API
DuctFittingAndAccessoryPressureDropUIData.GetUnits Method
 Gets units.
Namespace: Autodesk.Revit.UI.Mechanical
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Units GetUnits()
Public Function GetUnits As Units
public:
Units^ GetUnits()
member GetUnits : unit -> Units
Return Value
Units
 The Units object.
See Also
Reference
DuctFittingAndAccessoryPressureDropUIData Class
Autodesk.Revit.UI.Mechanical Namespace